Repository: nylki/CommonsFinder
Catalog: CommonsFinder/Localizable.xcstrings
Source language: en
Languages: de

source: %@ Upload Error
de: %@ Upload-Fehler

source: %lld categories
de: %lld Kategorien

source: %lld depicted concepts
de: %lld Motive

source: %lld files
de: %lld Dateien

# %lld files · %@
source: %1$lld files · %2$@
de: %1$lld Dateien · %2$@

# %lld of %lld files imported.
source: %1$lld of %2$lld files imported.
de: %1$lld von %2$lld Dateien importiert.

source: %lld/250 characters
de: %lld/250 Zeichen

source: %lld%% completed
de: %lld%% abgeschlossen

source: A file with the name "%@" already exists on the server.
de: Eine Datei mit dem Namen "%@" existiert bereits auf dem Server.

source: About this App
de: Über diese App

source: Accept
de: Übernehmen

source: Add
de: Hinzufügen

source: Add **categories** and define what the image **depicts**. This makes your image discoverable and useful.
de: Füge **Kategorien** hinzu und definiere was auf dem Bild abgebildet ist (Motiv). Das macht dein Bild auffindbarer und nützlicher.

source: Add a Language
de: Sprache hinzufügen

source: Add Account
de: Account hinzufügen

source: Add Bookmark
de: Lesezeichen hinzufügen

source: Add from Files
de: Von Dateien hinzufügen

source: Add from Photos
de: von Fotos hinzufügen

source: Add Image
de: Neues Bild

source: Add Language...
de: Sprache hinzufügen…

source: Add or edit **categories** and define what the image **depicts**. More specific categories are usually preferred.
de: Füge **Kategorien** hinzu und definiere was auf dem Bild abgebildet ist (Motiv). Das macht dein Bild auffindbarer und nützlicher.

source: Additional Languages
de: Zusätzliche Sprachen

source: Africa
de: Afrika

source: America
de: Amerika

source: Antarctica
de: Antarktis

source: Are you sure you want to delete the Draft?
de: Entwurf wirklich löschen?

source: Are you sure you want to log-out ?
de: Bist du dir sicher, dass du dich ausloggen möchtest?

source: Ascending
de: Aufsteigend

source: Asia
de: Asien

source: Atlantic
de: Atlantik

source: Attribution
de: Zuschreibung

source: Australia
de: Australien

source: Authentication failed: 2-factor code required
de: Authentifizierung fehlgeschlagen: 2-Faktor-Authentifizierung erforderlich

source: Bad server response
de: Fehlerhafte Serverantwort

source: Bookmarked Categories
de: Gemerkte Kategorien

source: Bookmarked Images
de: Lesezeichen (Bilder)

source: Bookmarks
de: Lesezeichen

source: Cancel
de: Abbrechen

source: caption
de: Kurzbeschreibung

source: Caption
de: Kurzbeschreibung

source: Captions
de: Kurzbeschreibungen

source: Categories
de: Kategorien

source: Categories & Depicted
de: Kategorien & Motive

source: Category
de: Kategorie

source: Certain characters are reserved due to technical reasons and cannot be used for file names
de: Bestimmte Zeichen sind aus technischen Gründen reserviert und können nicht für Dateinamen verwendet werden

source: Check file locations
de: Überprüfe Datei-Standorte

source: choose
de: auswählen

source: Choose a descriptive filename without the current prefix.
de: Wähle einen deskriptiven Dateinamen, welcher das aktuelle Präfix nicht enthält.

source: Choose a different name.
de: Wähle einen anderen Namen.

source: Choose a License
de: Wähle eine Lizenz aus

source: Choose a meaningful filename.
de: Wähle einen aussagekräftigen Dateinamen

source: Choose language
de: Sprache wählen

source: Choose Language
de: Sprache wählen

source: close
de: Schließen

source: Close
de: Fertig

source: Continue
de: Weiter

source: Copy
de: Kopieren

source: Copy Coordinates
de: Koordinaten kopieren

source: Copy Filename
de: Dateinamen kopieren

source: Copy ID
de: ID kopieren

source: copyrighted
de: urheberrechtlich geschützt

source: copyrighted: dedicated to public domain
de: urheberrechtlich geschützt: der Gemeinfreiheit gewidmet

source: Could not load image (this is a bug, please report :)
de: Konnte Bild nicht laden (Das ist ein Bug, bitte reporten :)

source: Creation Date
de: Herstellungsdatum

source: Creation Date and Time
de: Herstellungsdatum und -Zeit

source: Currently checking if you can upload. please wait a short moment...
de: Überprüfe ob die Datei hochgeladen werden kann. Bitte warten…

source: Data upload interrupted at %lld%%
de: Datenupload bei %lld%% unterbrochen

source: Data-length exceeds maximum
de: Datenlänge überschreitet Maximum

source: Default License
de: Standardlizenz

source: Delete
de: Löschen

source: Delete Draft
de: Entwurf löschen

source: Depicted
de: Zeigt (Motiv)

source: Descending
de: Absteigend

source: Description
de: Beschreibung

source: detailed description (optional)
de: detailierte Beschreibung (optional)

source: DNS Lookup Failed
de: DNS-Lookup fehlgeschlagen

source: Draft
de: Entwurf

source: duplicate filename
de: doppelter Dateiname

source: Edit
de: Bearbeiten

source: Edit Draft
de: Entwurf Bearbeiten

source: Edit duplicate names to make them unique. You could add the date, location, event name or a number.
de: Editiere doppelte Namen um sie einzigartig zu machen. Du kannst z.B. das Datum, den Ort, ggf. Veranstaltungsnamen oder eine Number anfügen.

source: Edit the name to make it unique, You could add the date, location, event name or a number.
de: Editiere den Namen um ihn eindeutig und einzigartig zu machen. Du könntest das Datum, den Ort, einen Eventnamen oder eine Nummer anfügen.

source: Editing
de: Bearbeite

source: Either you or somebody already uploaded this file in the past. You may remove the draft.
de: Du oder jemand anderes hat diese Datei in der Vergangenheit bereits hochgeladen. Die kannst du Entwurf entfernen.

source: Error Loading Categories
de: Fehler beim Laden der Kategorien

source: Europe
de: Europa

source: Failed to Publish
de: Veröffentlichen fehlgeschlagen

source: failed to validate file name due to an unknown error
de: Validierung des Dateinamens fehlgeschlagen

source: File
de: Datei

source: File metadata does not contain location info
de: Standort nicht in Datei-Metadaten enthalten

source: file name
de: Dateiname

source: File uploaded, but not yet public (stashed) and missing structured data
de: Datei hochgeladen, aber noch nicht veröffentlicht (stashed) und noch fehlende strukturierte Metadaten

source: file was uploaded and published. Captions and other structured metadata are not yet created though
de: Datei wurde hochgeladen und veröffentlicht. Kurzbeschreibungen und andere strukturierte Metadaten wurden jedoch noch nicht erstellt

source: Filename
de: Dateiname

source: Files from different days
de: Dateien von verschiedenen Tagen

source: Files with same filename already exist on the server
de: Dateien mit identischem Dateinamen existieren bereits auf dem Server.

source: Find Files
de: Finde Dateien

source: Finish Details
de: Details abschließen

source: from Files
de: von Dateien

source: from Photos
de: von Fotos

source: General
de: Allgemein

source: help
de: Hilfe

source: Here you can adjust fields for individual files if necessary.
de: Hier kannst du bei Bedarf die Felder für einzelne Dateien anpassen.

source: Here you will find your uploads, drafts, recently viewed media and more.
de: Hier findest du deine Uploads, Entwürfe, kürzlich betrachtete Medien und weiteres.

source: hide suggestions
de: Vorschläge ausblenden

source: Home
de: Übersicht

source: If you want to contribute your own photos to Wikimedia Commons, you need an account.
de: Wenn du eigene Fotos zu Wikimedia Commons beitragen möchtest, brauchst du einen Account.

source: If your internet connection is unreliable or expensive at the moment try to continue the upload later. Otherwise please check if you can reach and login to Wikimedia Commons in a regular browser.
de: Wenn deine Internetverbindung im Moment unzuverlässig oder eingeschränkt ist, versuche später den Upload später fortzusetzen. Andernfalls prüfe bitte, ob du dich in einem normalen Browser auf Wikimedia Commons zugreifen dich anmelden kannst.

source: Images
de: Bilder

source: Images (%@ radius)
de: Bilder (%@ radius)

source: Images in area
de: Bilder im Gebiet

source: in progress
de: wird bearbeitet

source: In-App Search
de: In-App-Suche

source: Include Subcategories
de: inkl. Unterkategorien

source: Indian
de: Indisch

source: Input Languages
de: Eingabesprachen

source: It cannot be changed once upload and must be unique! A good filename should be descriptive, appropriate and concise, but also clear and recognizable to a wider audience. - Avoid abbreviations and random characters - Including a date and location is often a good idea
de: Kann nach Upload nicht mehr verändert werden, muss einzigartig sein! Ein guter Dateiname sollte beschreibend, angemessen und präzise, aber auch klar und für ein breites Publikum erkennbar. - Vermeide Abkürzungen and zufällige Buchstaben - Es kann mitunter sinnvoll sein einen Ort and ein Datum anzugeben

source: License
de: Lizenz

source: License and Attribution
de: Lizenz und Namensnennung

source: load original image
de: Originalbild laden

source: Load original image
de: Originalbild laden

# Load original image %@ with a size of %@ now?
source: Load original image %1$@ with a size of %2$@ now?
de: Originalbild %1$@ mit einer Dateigröße von %2$@ jetzt laden?

source: Location
de: Ort

source: Location metadata will be erased from all %lld files before uploading.
de: Standort-Metadaten werden vor dem Hochladen aus allen %lld Dateien gelöscht.

source: Location will be erased from the file metadata before uploading.
de: Standort wird vor dem Upload aus den Datei-Metadaten gelöscht.

source: Locations
de: Orte

source: Locations (%@ radius)
de: Orte (%@ radius)

source: Locations in area
de: Orte im Gebiet

source: Logout
de: Ausloggen

source: Logout User
de: User ausloggen

source: Look Around
de: Umsehen (“Look Around”)

source: Map
de: Karte

source: Map Details
de: Kartendetails

source: Map Style
de: Kartenstil

source: More
de: Mehr

source: More input required
de: Weitere Eingaben erforderlich

source: More...
de: Mehr…

source: More…
de: Mehr…

source: Nearby Locations
de: Orte in der Nähe

source: Network connection lost
de: Netzwerkverbindung verloren

source: Network Connection timed out
de: Zeitüberschreitung der Netzwerkverbindung

source: New Image
de: Neues Bild

source: Newer
de: Neuere

source: Newest
de: Neueste

source: No bookmarks
de: Keine Lesezeichen

source: No Categories found
de: Keine Kategorien gefunden

source: No Images
de: Keine Bilder

# No images depicting **%@** and no images found in subcategories of **%@**.
source: No images depicting **%1$@** and no images found in subcategories of **%2$@**.
de: Keine Bilder mit Motiv **%1$@** und keine Bilder in den Unterkategorien von **%2$@** gefunden.

source: No images depicting **%@** or tagged with the category.
de: Keine Bilder mit Motiv bzw. Kategorie **%@**.

# No images for **%@** in **%@**.
source: No images for **%1$@** in **%2$@**.
de: Keine Bilder zu **%1$@** in **%2$@** gefunden.

# No images for **%@** in **%@**. Try to include subcategories for more results.
source: No images for **%1$@** in **%2$@**. Try to include subcategories for more results.
de: Keine Bilder zu **%1$@** in **%2$@** gefunden. Versuche Unterkategorien einzuschließen.

source: No location
de: Kein Standort

source: No nearby locations found
de: Keine Orte in der Nähe gefunden

source: No recently viewed categories
de: Keine kürzlichen angeschauten Kategorien

source: No recently viewed images
de: Keine zuletzt aufgerufenen Bilder

source: no rights reserved – public domain or waiver if the PD release is invalidated
de: Keine Rechte vorbehalten – Gemeinfreiheit oder Verzichtserklärung, falls die Freigabeerklärung für gemeinfreie Inhalte ungültig ist

source: not connected To the Internet
de: Nicht mit dem Internet verbunden

source: Older
de: Ältere

source: Oldest
de: Älteste

source: Open Details
de: Details öffnen

source: Open in Browser
de: Im Browser öffnen

source: Open in Maps
de: In der Karten-App öffnen

source: Open Profile
de: Profil öffnen

source: Other License
de: Andere Lizenz

source: Own Work
de: Eigenes Werk

source: Pacific
de: Pazifik

source: Photo
de: Foto

source: Please check the filenames in your draft and make sure that each has a different, unique name.
de: Bitte überprüfe die Dateinamen in deinem Entwurf und stelle sicher, dass jede Datei einen anderen und einzigartigen Namen hat.

source: Please choose a descriptive and meaningful filename.
de: Bitte wähle einen deskriptiven und sinnvollen Dateinamen.

source: Please choose a different filename.
de: Bitte wähle einen anderen Dateinamen.

source: Please choose a different name.
de: Bitte wähle einen anderen Namen.

source: Please choose a longer and more descriptive filename.
de: Bitte wähle einen längeren und deskriptiveren Dateinamen.

source: Please choose a more unique name. For example you could add the date, location, an event name or a number.
de: Bitte wähle einen einzigartigeren Namen. Du könntest zum Beispiel das Datum, den Ort, einen Ereignisnamen oder eine Nummer hinzufügen.

source: Please provide a caption or description for your files. Individual captions can be adjusted in the next step.
de: Bitte füge eine Kurzbeschreibung für deine Dateien hinzu. Einzelne Beschreibungstext können im nächsten Schritt noch pro Datei angepasst werden.

source: Please provide a caption or description.
de: Bitte füge einen Kurztitel oder eine Beschreibung hinzu

source: Please remove the disallowed characters.
de: Bitte die reservierten Zeichen entfernen.

source: Please remove the extra spaces from the filename.
de: Bitte entferne die zusätzlichen Leerzeichen aus dem Dateinamen.

source: Preparing...
de: Vorbereiten…

source: public domain
de: Gemeinfrei

source: Public Domain
de: Gemeinfrei

source: Publish
de: Veröffentlichen

source: Publish changes?
de: Änderungen veröffentlichen?

source: Recently Viewed
de: Zuletzt angeschaut

source: Recently Viewed Categories
de: Zuletzt angeschaute Kategorien

source: Recently Viewed Images
de: zuletzt angeschaute Bilder

source: Related Categories
de: Verwandte Kategorien

source: Remove Bookmark
de: Lesezeichen Entfernen

source: resized
de: verkleinert

source: Restore EXIF-Date
de: EXIF-Datum widerherstellen

source: Retry all %lld failed files
de: Wiederhole alle %lld fehlgeschlagenen Dateien

source: Retry and continue the upload when you have a stable internet connection.
de: Upload erneut versuchen und fortsetzen sobald eine stabile Internetverbindung besteht

source: Retry Upload
de: Upload erneut versuchen

source: Review your files before uploading
de: Überprüfe deine Dateien vor dem Upload

source: sanitize
de: korrigieren

source: Satellite
de: Satellit

source: Save Changes
de: Änderungen Speichern

source: Save Draft
de: Entwurf speichern

source: Save draft for later or delete now?
de: Entwurf speichern oder jetzt löschen?

source: Search
de: Suche

source: Search all categories, locations and items
de: Suche alle Kategorien, Orte und Items

source: Search in this category
de: In dieser Kategorie suchen

source: Search on Wikimedia Commons
de: Suche auf Wikimedia Commons

source: Search Results for "%@"
de: Suchergebnisse für “%@”

source: Secure connection failed
de: Sichere Verbindung fehlgeschlagen

source: Select Language
de: Sprache auswählen

source: Settings
de: Einstellungen

source: Share
de: Teilen

source: Share OSM link...
de: Teile OSM-Link…

source: show errors
de: Fehler anzeigen

source: Show file list with filenames
de: Dateiliste mit Dateinamen anzeigen

source: show less…
de: weniger…

source: show more…
de: mehr…

source: Show on Map
de: Auf Karte anzeigen

source: Show parent Categories
de: Zeige Überkategorien

source: Show Subcategories
de: Zeige Unterkategorien

source: slow or expensive internet connection
de: Langsame oder teure Internetverbindung

source: Some files were created on different days. Consider double-checking them and be mindful when adding captions and categories.
de: Ein paar Dateien wurden an verschiedenen Tagen erstellt. Schau sie dir am besten noch mal an und achte darauf, wenn du Beschriftungen und Kategorien anlegst.

source: Some of the files were created more than %@ apart from each other. Consider double-checking them and be mindful when adding captions and categories.
de: Einige der Dateien wurden mehr als %@ voneinander entfernt erstellt. Überprüfe sie bzw. denke daran, sobald du Beschreibungstexte und Kategorien anlegst.

source: some rights reserved – attribution and sharing alike required
de: Einige Rechte vorbehalten – Namensnennung und Weitergabe unter gleichen Bedingungen erforderlich

source: some rights reserved – attribution required
de: Einige Rechte vorbehalten – Namensnennung und erforderlich

source: some words or combinations of characters have been blocked on the server either because they are to generic and non-descript or due to other reasons.
de: Einige Wörter oder Kombinationen von Zeichen wurden auf dem Server blockiert, entweder weil sie zu allgemein sind oder aus anderen Gründen.

source: Sort by
de: Sortiere nach

source: Source
de: Quelle

source: Start upload to Wikimedia Commons now?
de: Jetzt auf Wikimedia Commons hochladen?

source: Subcategories
de: Unterkategorien

source: Suggested tags based on the camera location
de: Vorgeschlagene Tags aufgrund des Kamera-Standortes

source: System Languages
de: Systemsprachen

source: take new Photo
de: neues Foto aufnehmen

source: Take new Photo
de: Neues Foto aufnehmen

source: The app was closed or crashed while uploading.
de: Die App wurde während des Uploads geschlossen oder ist abgestürzt

source: The file must be converted to a supported format before uploading.
de: Die Datei muss vor dem Upload in ein unterstütztes Format konvertiert werden

source: The file type is not supported.
de: Der Dateityp wird nicht unterstützt

source: The filename "%@" is duplicated.
de: Der Dateiname "%@" ist doppelt bzw. existiert bereits.

source: the filename already exists
de: Der Dateiname existiert bereits

source: The filename consists only of the same repeated character
de: Der Dateiname besteht nur aus demselben wiederholten Zeichen

source: The filename contains extra spaces at the start or end
de: Der Dateiname enthält zusätzliche Leerzeichen am Anfang oder Ende

source: the filename contains invalid character sequences or blocked words
de: Der Dateiname enthält ungültige Zeichenfolgen oder blockierte Wörter

source: the filename contains invalid words
de: Der Dateiname enthält ungültige Wörter

source: The filename contains one or more reserved characters (|:#<>[]{}\)
de: Der Dateiname enthält ein oder mehrere reservierte Zeichen (|:#<>[]{}\)

source: the filename is invalid
de: Der Dateiname ist ungültig

source: The filename is too short (5+ characters)
de: Der Dateiname ist zu kurz (5+ Zeichen)

source: The filename starts with a disallowed prefix
de: Der Dateinamen fängt mit einem ungültigen Prefix an

source: The original full-sized image was not loaded automatically. Turn on Wifi or explicitly load the full image here.
de: Das Original in voller Größe wurden nicht automatisch geladen. Schalte Wifi an, oder lade das Bild hier.

source: The server appears to be currently down or experiencing maintenance issues, try again later to resume the upload.
de: Der Server scheint derzeit nicht erreichbar zu sein oder Wartungsprobleme zu haben. Versuche es später noch einmal den Upload fortzusetzen.

source: There may have been a problem during upload, but no details can be display. Please report this as a Bug in the app, thanks!
de: Möglicherweise ist beim Hochladen ein Problem aufgetreten, allerdings sind keine Details verfügbar. Bitte melden dies als Fehler in der App, danke!

source: There was an error paginating more results.
de: Fehler beim Paginieren

source: There was an error validating the file name.
de: Es gab einen Fehler den Dateinamen zu validieren

source: Unknown error, please make a screenshot and report this issue if you see this.
de: Unbekannter Fehler, bitte mach einen Screenshot und melde dieses Problem. Danke!

source: untitled Draft
de: unbenannter Entwurf

source: Upload
de: Hochladen

source: upload failed
de: Upload fehlgeschlagen

source: Upload not possible
de: Upload nicht möglich

source: upload succesful
de: Upload erfolgreich

source: uploaded %@ ago
de: vor %@ hochgeladen

source: Uploading and Editing
de: Hochladen und Editieren

source: Uploads by %@
de: Uploads von %@

source: User actions
de: Benutzeraktionen

source: User authentication required
de: Nutzer-Authentifizierung erforderlich

source: View in Full Screen
de: Im Vollbildmodus öffnen

source: View License and Copyright Info
de: Zeige Lizenz und Copyright-Infos

source: Welcome!
de: Willkommen!

source: What can you do?
de: Was kannst du tun?

source: You may attempt to retry the upload, edit the draft or delete the draft.
de: Du könntest versuchen den Upload zu wiederholen, den Entwurf zu bearbeiten oder zu löschen.

source: You may attempt to retry the upload.
de: Du könntest versuchen den Upload zu wiederholen

source: You must be logged in to a Wikimedia account to upload files.
de: Du musst in einen Wikimedia-Account eingeloggt sein um Dateien hochzuladen

source: You must choose the license under which you want to publish the file.
de: Du must die Lizenz wählen unter der du die Datei veröffentlichen willst

source: You must choose the license under which you want to publish the files. Individual file licenses can be adjusted in the next step.
de: Du must die Lizenz auswählen unter der du die Dateien veröffentlichen möchtest. Lizenzen einzelner Dateien können noch im nächsten Schritt angepasst werden.

source: You reached the end of %lld files!
de: Du hast das Ende von %lld files erreicht!

source: You should add atleast one category or depicted item in the Tags-section.
de: Du solltest mindestens eine Kategorie oder Motiv-Item in der Tag-Sektion hinzufügen.

source: You should add atleast one category or depicted item in the Tags-section. Individual categories can be adjusted in the next step.
de: Du solltest mindestens eine Kategorie oder Motiv hinzufügen. Kategorien einzelner Dateien können im nächsten Schritt noch angepasst werden.

source: You will find a history of your previously viewed categories here.
de: Hier erscheint ein Verlauf deiner zuvor angeschauten Kategorien.

source: You will find a history of your previously viewed images here.
de: Hier wirst du einen Verlauf deiner im Laufe der Zeit angeschauten Bilder finden.

source: Your account requires a 2-factor code to authenticate. You may have added this security step recently after you added your account to the app. Currently this requires you to fully logout and re-login in the app, sorry for the inconvenience!
de: Dein Konto erfordert einen 2-Faktor-Code, um sich zu authentifizieren. Möglicherweise hast du diesen Sicherheitsschritt erst kürzlich hinzugefügt, nachdem Sie du das Konto zur App hinzugefügt hast. Derzeit ist es leider noc notwendig sich vollständig abzumelden und danach erneut in der App wieder anmelden. Entschuldigung für die Unannehmlichkeiten!

source: Zero Public Domain, "No Rights Reserved"
de: Zero Public Domain, "Keine Rechte vorbehalten"
